---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.PathReinforcement
source: html/66c32d89-bf84-2a9f-766b-41d155108464.htm
---
# PathReinforcement Properties

Additional offset of rebars in the Path Reinforcement.